Revit 2027 API
CustomFieldData.DefaultRowHeightOnSheet Property
 Identifies the default row height for this field.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double DefaultRowHeightOnSheet { get; }
Public ReadOnly Property DefaultRowHeightOnSheet As Double
	Get
public:
property double DefaultRowHeightOnSheet {
	double get ();
}
member DefaultRowHeightOnSheet : float with get
Property Value
Double
See Also
Reference
CustomFieldData Class
Autodesk.Revit.DB Namespace